Repository: dragon717/Pink_House
Catalog: ItemManager/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# 确认后会把剩余尾款记为已支付，并恢复为普通已购裙装。
source: After confirming, the remaining balance will be marked paid and this will return to a regular owned dress.
de: Nach der Bestätigung wird der verbleibende Restbetrag als bezahlt markiert und das Kleid wird wieder ein reguläres gekauftes Kleid.
es: Al confirmar, el saldo restante se marcará como pagado y volverá a ser un vestido comprado normal.
fr: Après confirmation, le solde restant sera marqué comme payé et la robe redeviendra une robe possédée normale.
ja: 確認すると、残りの残金は支払い済みとして記録され、通常の購入済みドレスに戻ります。
ko: 확인하면 남은 잔금이 결제 완료로 기록되고 일반 보유 드레스로 돌아갑니다.
pt_br: Após confirmar, o saldo restante será marcado como pago e o vestido voltará a ser um item comprado comum.
zh_hans: 确认后会把剩余尾款记为已支付，并恢复为普通已购裙装。
zh_hant: 確認後會把剩餘尾款標記為已支付，並恢復為普通已購裙裝。

# 确认后会把这条全款预约移入已拥有，并将「未到货」状态改回「全新」。
source: After confirming, this full-payment reservation will move to Owned and its "Not Arrived" status will return to "New".
de: Nach der Bestätigung wird diese Vollzahlungs-Reservierung zu „Im Besitz“ verschoben und der Status „Nicht angekommen“ wieder auf „Neu“ gesetzt.
es: Al confirmar, esta reserva con pago completo pasará a En propiedad y el estado “No recibido” volverá a “Nuevo”.
fr: Après confirmation, cette réservation payée intégralement passera dans Possédés et l’état « Non reçu » reviendra à « Neuf ».
ja: 確認すると、この全額予約は所有済みに移動し、「未着」状態は「新品」に戻ります。
ko: 확인하면 이 전액 예약이 보유 항목으로 이동되고 “미도착” 상태가 “새 상품”으로 바뀝니다.
pt_br: Após confirmar, esta reserva com pagamento integral passará para Possuídos e o estado “Não recebido” voltará para “Novo”.
zh_hans: 确认后会把这条全款预约移入已拥有，并将「未到货」状态改回「全新」。
zh_hant: 確認後會將這筆全款預約移入已擁有，並把「未到貨」狀態改回「全新」。

# 确认复制
source: Confirm Copy
de: Kopieren bestätigen
es: Confirmar copia
fr: Confirmer la copie
ja: コピーを確認
ko: 복사 확인
pt_br: Confirmar cópia
zh_hans: 确认复制
zh_hant: 確認複製

# 确认归类品牌
source: Confirm Brand Assignment
de: Markenzuweisung bestätigen
es: Confirmar marca
fr: Confirmer l’attribution de marque
ja: ブランド設定を確認
ko: 브랜드 지정 확인
pt_br: Confirmar marca
zh_hans: 确认归类品牌
zh_hant: 確認歸類品牌

# 确认批量复制
source: Confirm Batch Copy
de: Stapelkopie bestätigen
es: Confirmar copia por lotes
fr: Confirmer la copie groupée
ja: 一括コピーを確認
ko: 일괄 복사 확인
pt_br: Confirmar cópia em lote
zh_hans: 确认批量复制
zh_hant: 確認批量複製

# 确认添加
source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
ja: 追加
ko: 추가
pt_br: Adicionar
zh_hans: 确认添加
zh_hant: 確認新增

# 确认添加标签
source: Confirm Add Tags
de: Tags hinzufügen bestätigen
es: Confirmar etiquetas
fr: Confirmer l’ajout d’étiquettes
ja: タグ追加を確認
ko: 태그 추가 확인
pt_br: Confirmar tags
zh_hans: 确认添加标签
zh_hant: 確認新增標籤

# 确认签收
source: Confirm Receipt
de: Empfang bestätigen
es: Confirmar recepción
fr: Confirmer la réception
ja: 受け取りを確認
ko: 수령 확인
pt_br: Confirmar recebimento
zh_hans: 确认签收
zh_hant: 確認簽收

# 确认签收？
source: Confirm Receipt?
de: Empfang bestätigen?
es: ¿Confirmar recepción?
fr: Confirmer la réception ?
ja: 受け取りを確認しますか？
ko: 수령을 확인할까요?
pt_br: Confirmar recebimento?
zh_hans: 确认签收？
zh_hant: 確認簽收？

# 视图模式
source: View Mode
de: Ansichtsmodus
es: Modo de vista
fr: Mode d'affichage
ja: 表示モード
ko: 보기 모드
pt_br: Modo de visualização
zh_hans: 视图模式
zh_hant: 視圖模式

# 秋季
source: Autumn
de: Herbst
es: Otoño
fr: Automne
ja: 秋
ko: 가을
pt_br: Outono
zh_hans: 秋季
zh_hant: 秋季

# 秋日
source: autumn day
de: Herbsttag
es: día de otoño
fr: journée d'automne
ja: 秋の日
ko: 가을날
pt_br: dia de outono
zh_hans: 秋日
zh_hant: 秋日

# 稍后
source: Later
de: Später
es: Más tarde
fr: Plus tard
ja: あとで
ko: 나중에
pt_br: Mais tarde
zh_hans: 稍后
zh_hant: 稍後

# 稍后再说
source: Maybe Later
de: Später
es: Más tarde
fr: Plus tard
ja: あとで
ko: 나중에
pt_br: Mais tarde
zh_hans: 稍后再说
zh_hant: 稍後再說

# 稳妥
source: Gentle
de: Sanft
es: Suave
fr: Doux
ja: ゆったり
ko: 안정
pt_br: Tranquilo
zh_hans: 稳妥
zh_hant: 穩妥

# 空间
source: Space
de: Raum
es: Espacio
fr: Espace
ja: 空間
ko: 공간
pt_br: Espaço
zh_hans: 空间
zh_hant: 空間

# 空间手帐
source: Space Journal
de: Raumjournal
es: Diario espacial
fr: Journal d'espace
ja: 空間手帳
ko: 공간 다이어리
pt_br: Diário de espaço
zh_hans: 空间手帐
zh_hant: 空間手帳

# 穿搭色推荐
source: Outfit Color Pick
de: Outfit-Farbempfehlung
es: Recomendación de colores
fr: Couleurs recommandées
ja: コーデカラーのおすすめ
ko: 코디 색상 추천
pt_br: Recomendação de cores
zh_hans: 穿搭色推荐
zh_hant: 穿搭色推薦

# 立体珍珠衣柜风格，温柔精致
source: A 3D pearl wardrobe look, soft and refined
de: Ein 3D-Perlen-Garderobenlook, sanft und edel
es: Un armario de perlas en 3D, suave y refinado
fr: Un style penderie perlee en 3D, doux et raffine
ja: 立体的なパールワードローブ。やさしく上品
ko: 입체 진주 옷장 스타일, 부드럽고 섬세해요
pt_br: Um guarda-roupa de perolas em 3D, suave e refinado
zh_hans: 立体珍珠衣柜风格，温柔精致
zh_hant: 立體珍珠衣櫃風格，溫柔精緻

# 立即打卡
source: Check In Now
de: Jetzt einchecken
es: Registrar ahora
fr: Pointer maintenant
ja: 今すぐチェックイン
ko: 지금 체크인
pt_br: Fazer check-in agora
zh_hans: 立即打卡
zh_hant: 立即打卡

# 等%d件
source: and %d more
de: und %d weitere
es: y %d más
fr: et %d autres
ja: ほか%d点
ko: 외 %d개
pt_br: e mais %d
zh_hans: 等%d件
zh_hant: 等%d件

# 等会儿再陪我来看看有没有新道具。
source: Come back with me later to see whether new items arrived.
de: Komm später mit mir zurück und schau, ob neue Dinge da sind.
es: Vuelve conmigo más tarde para ver si hay objetos nuevos.
fr: Reviens avec moi plus tard pour voir s’il y a de nouveaux objets.
ja: あとで新しいアイテムがあるか一緒に見に来てね。
ko: 조금 있다가 새 아이템이 있는지 같이 보러 와요.
pt_br: Volte comigo mais tarde para ver se chegaram itens novos.
zh_hans: 等会儿再陪我来看看有没有新道具。
zh_hant: 等會兒再陪我來看看有沒有新道具。

# 策略
source: Strategy
de: Strategie
es: Estrategia
fr: Stratégie
ja: 方針
ko: 전략
pt_br: Estratégia
zh_hans: 策略
zh_hant: 策略

# 策略: 平衡
source: Strategy: Balanced
de: Strategie: ausgewogen
es: Estrategia: equilibrada
fr: Stratégie : équilibrée
ja: 方針: バランス
ko: 전략: 균형
pt_br: Estratégia: equilibrada
zh_hans: 策略: 平衡
zh_hant: 策略: 平衡

# 策略: 拼一把
source: Strategy: Go Big
de: Strategie: alles wagen
es: Estrategia: arriesgar
fr: Stratégie : tenter le coup
ja: 方針: 攻める
ko: 전략: 도전
pt_br: Estratégia: arriscar
zh_hans: 策略: 拼一把
zh_hant: 策略: 拼一把

# 策略: 稳妥
source: Strategy: Gentle
de: Strategie: vorsichtig
es: Estrategia: segura
fr: Stratégie : prudente
ja: 方針: 安全
ko: 전략: 안정
pt_br: Estratégia: segura
zh_hans: 策略: 稳妥
zh_hant: 策略: 穩妥

# 签收失败，请稍后再试
source: Receipt failed. Please try again later.
de: Empfang konnte nicht bestätigt werden. Bitte später erneut versuchen.
es: No se pudo confirmar la recepción. Inténtalo más tarde.
fr: Échec de la réception. Réessayez plus tard.
ja: 受け取り確認に失敗しました。後でもう一度お試しください。
ko: 수령 처리에 실패했습니다. 나중에 다시 시도해 주세요.
pt_br: Falha ao confirmar recebimento. Tente novamente mais tarde.
zh_hans: 签收失败，请稍后再试
zh_hant: 簽收失敗，請稍後再試

# 简略
source: Brief
de: Kurz
es: Breve
fr: Bref
ja: 簡略
ko: 간략
pt_br: Breve
zh_hans: 简略
zh_hant: 簡略

# 管理标签
source: Manage Tags
de: Tags verwalten
es: Gestionar etiquetas
fr: Gérer les étiquettes
ja: タグを管理
ko: 태그 관리
pt_br: Gerenciar etiquetas
zh_hans: 管理标签
zh_hant: 管理標籤

# 类型
source: Type
de: Typ
es: Tipo
ja: タイプ
ko: 유형
pt_br: Tipo
zh_hans: 类型
zh_hant: 類型

# 类型 (逗号分隔，如: JSK,OP,SK,小物)
source: Types (comma-separated, e.g. JSK, OP, SK, accessory)
de: Typen (durch Kommas getrennt, z. B. JSK, OP, SK, Accessoire)
es: Tipos (separados por comas, p. ej. JSK, OP, SK, accesorio)
fr: Types (séparés par des virgules, ex. JSK, OP, SK, accessoire)
ja: タイプ（カンマ区切り、例：JSK、OP、SK、小物）
ko: 유형(쉼표로 구분, 예: JSK, OP, SK, 소품)
pt_br: Tipos (separados por vírgulas, ex.: JSK, OP, SK, acessório)
zh_hans: 类型 (逗号分隔，如：JSK,OP,SK,小物)
zh_hant: 類型 (逗號分隔，如：JSK,OP,SK,小物)

# 粉色礼服馆风格，把少女心放上桌面
source: A pink dress gallery style that brings a sweet mood to your Home Screen
de: Ein rosa Kleidgalerie-Stil, der suesse Stimmung auf den Home-Bildschirm bringt
es: Un estilo de galeria rosa que lleva un aire dulce a la pantalla de inicio
fr: Un style galerie de robes rose pour apporter une touche douce a l'ecran d'accueil
ja: ピンクのドレスギャラリー風。甘い気分をホーム画面へ
ko: 분홍 드레스 갤러리 스타일로 달콤한 분위기를 홈 화면에 올려요
pt_br: Um estilo de galeria rosa que leva um clima doce para a Tela de Inicio
zh_hans: 粉色礼服馆风格，把少女心放上桌面
zh_hant: 粉色禮服館風格，把少女心放上桌面

# 粉金珍藏款，像一只小小的礼服收藏柜
source: A rose-gold collector edition, like a tiny dress display cabinet
de: Eine rose-goldene Sammleredition, wie eine kleine Kleidervitrine
es: Una edicion de coleccion en oro rosa, como una pequena vitrina de vestidos
fr: Edition de collection rose dore, comme une petite vitrine a robes
ja: ローズゴールドのコレクション版。小さなドレスケースみたい
ko: 로즈골드 소장판, 작은 드레스 진열장 같아요
pt_br: Uma edicao de colecao em ouro rose, como uma pequena vitrine de vestidos
zh_hans: 粉金珍藏款，像一只小小的礼服收藏柜
zh_hant: 粉金珍藏款，像一只小小的禮服收藏櫃

# 精力
source: Energy
de: Energie
es: Energía
fr: Énergie
ja: 元気
ko: 에너지
pt_br: Energia
zh_hans: 精力
zh_hant: 精力

# 精力 -%d
source: Energy -%d
de: Energie -%d
es: Energía -%d
fr: Énergie -%d
ja: 元気 -%d
ko: 에너지 -%d
pt_br: Energia -%d
zh_hans: 精力 -%d
zh_hant: 精力 -%d

# 精力 +%d
source: Energy +%d
de: Energie +%d
es: Energía +%d
fr: Énergie +%d
ja: 元気 +%d
ko: 에너지 +%d
pt_br: Energia +%d
zh_hans: 精力 +%d
zh_hant: 精力 +%d

# 精力已满
source: Energy is full
de: Energie voll
es: Energía completa
fr: Énergie au maximum
ja: 元気は満タン
ko: 에너지가 가득 찼어요
pt_br: Energia cheia
zh_hans: 精力已满
zh_hant: 精力已滿

# 精致的手提包提升整体感
source: A refined handbag pulls the whole look together
de: Eine feine Handtasche rundet den Look ab
es: Un bolso delicado completa todo el conjunto
fr: Un sac à main raffiné harmonise l'ensemble
ja: 上品なハンドバッグで全体を引き締めて
ko: 섬세한 핸드백으로 전체 룩을 완성해요
pt_br: Uma bolsa delicada deixa o look mais completo
zh_hans: 精致的手提包提升整体感
zh_hant: 精緻的手提包提升整體感

# 系列分类规则
source: Series Classification Rules
de: Regeln zur Serienklassifizierung
es: Reglas de clasificacion de series
fr: Regles de classement des series
ja: シリーズ分類ルール
ko: 시리즈 분류 규칙
pt_br: Regras de classificacao de séries
zh_hans: 系列分类规则
zh_hant: 系列分類規則

source: The system automatically uses the first 2-4 characters of the item name, after removing special symbols, as the series prefix. For example: "少女心愿 连衣裙" "少女心愿 半裙" will both be grouped into the "Pink" series. Note: identical names are treated as the same item.
de: Das System verwendet automatisch die ersten 2 bis 4 Zeichen des Artikelnamens, nachdem Sonderzeichen entfernt wurden, als Serienpräfix. Beispiel: "少女心愿 连衣裙" "少女心愿 半裙" werden beide der Serie "Pink" zugeordnet. Hinweis: Gleiche Namen gelten als derselbe Artikel.
es: El sistema usa automaticamente los primeros 2 a 4 caracteres del nombre del articulo, tras quitar simbolos especiales, como prefijo de serie. Por ejemplo: "少女心愿 连衣裙" "少女心愿 半裙" se agruparan en la serie "Pink". Nota: los nombres identicos se tratan como el mismo articulo.
fr: Le systeme utilise automatiquement les 2 a 4 premiers caracteres du nom de l'article, apres suppression des symboles speciaux, comme prefixe de serie. Par exemple : "少女心愿 连衣裙" "少女心愿 半裙" seront classes dans la serie "Pink". Remarque : les noms identiques sont consideres comme le meme article.
ja: システムは商品名の先頭2〜4文字（特殊記号を除く）をシリーズ接頭辞として自動分類します。 例： 「少女心愿 连衣裙」 「少女心愿 半裙」 はいずれも「Pink」シリーズに分類されます。 注：同名の商品は同じ商品として扱われます。
ko: 시스템은 상품명 앞 2~4글자(특수 기호 제거 후)를 시리즈 접두어로 자동 분류합니다. 예: "少女心愿 连衣裙" "少女心愿 半裙" 두 항목 모두 "Pink" 시리즈로 분류됩니다. 참고: 이름이 같으면 같은 상품으로 봅니다.
pt_br: O sistema usa automaticamente os primeiros 2 a 4 caracteres do nome do item, depois de remover simbolos especiais, como prefixo da série. Por exemplo: "少女心愿 连衣裙" "少女心愿 半裙" serao agrupados na série "Pink". Observacao: nomes identicos sao tratados como o mesmo item.
zh_hans: 系统会自动根据商品名称的前 2-4 个字（去除特殊符号）作为系列前缀进行归类。 例如： "少女心愿 连衣裙" "少女心愿 半裙" 都会被归类为 "Pink" 系列。 注：同名属于同一款商品。
zh_hant: 系統會自動根據商品名稱的前 2-4 個字（去除特殊符號）作為系列前綴進行歸類。 例如： 「少女心願 連衣裙」 「少女心願 半裙」 都會被歸類為「Pink」系列。 註：同名屬於同一款商品。

# 系统已送达：总 %d / 补款 %d
source: System delivered: total %d / final payment %d
de: System zugestellt: gesamt %d / Restzahlung %d
es: Entregadas por el sistema: total %d / pago final %d
fr: Livrees par le systeme : total %d / solde final %d
ja: システム配信済み：合計 %d / 残金 %d
ko: 시스템 전달됨: 총 %d / 잔금 %d
pt_br: Entregues pelo sistema: total %d / pagamento final %d
zh_hans: 系统已送达：总 %d / 补款 %d
zh_hant: 系統已送達：總 %d / 補款 %d

# 系统待发送：总 %d / 补款 %d
source: System pending: total %d / final payment %d
de: System ausstehend: gesamt %d / Restzahlung %d
es: Pendientes del sistema: total %d / pago final %d
fr: En attente systeme : total %d / solde final %d
ja: システム送信待ち：合計 %d / 残金 %d
ko: 시스템 대기: 총 %d / 잔금 %d
pt_br: Pendentes do sistema: total %d / pagamento final %d
zh_hans: 系统待发送：总 %d / 补款 %d
zh_hant: 系統待發送：總 %d / 補款 %d

# 系统错误
source: System error
de: Systemfehler
es: Error del sistema
fr: Erreur systeme
ja: システムエラー
ko: 시스템 오류
pt_br: Erro do sistema
zh_hans: 系统错误
zh_hant: 系統錯誤

# 系统错误，请稍后重试
source: System error. Please try again later.
de: Systemfehler. Bitte versuche es spaeter erneut.
es: Error del sistema. Intentalo mas tarde.
fr: Erreur systeme. Reessayez plus tard.
ja: システムエラーです。しばらくしてからもう一度お試しください。
ko: 시스템 오류입니다. 잠시 후 다시 시도해 주세요.
pt_br: Erro do sistema. Tente novamente mais tarde.
zh_hans: 系统错误，请稍后重试
zh_hant: 系統錯誤，請稍後再試

# 纸币背景
source: Bill backgrounds
de: Geldschein-Hintergruende
es: Fondos de billetes
fr: Arriere-plans de billets
ja: 紙幣背景
ko: 지폐 배경
pt_br: Fundos de cedulas
zh_hans: 纸币背景
zh_hant: 紙幣背景

# 累计 %d 天
source: Total %d days
de: Insgesamt %d Tage
es: %d días acumulados
fr: %d jours au total
ja: 累計%d日
ko: 누적 %d일
pt_br: %d dias no total
zh_hans: 累计 %d 天
zh_hant: 累計 %d 天

# 累计消费 %d 喵币后解锁
source: Unlock after spending %d Meow Coins in total
de: Nach insgesamt %d Miau-Münzen freischalten
es: Se desbloquea tras gastar %d Monedas Miau
fr: Débloqué après %d Pièces Miaou dépensées
ja: 累計%dニャーコイン使用で解放
ko: 누적 %d 냥코인 사용 후 잠금 해제
pt_br: Desbloqueia após gastar %d Moedas Miau
zh_hans: 累计消费 %d 喵币后解锁
zh_hant: 累計消費 %d 喵幣後解鎖

# 累计消费喵币: %d/%d
source: Meow Coins spent: %d/%d
de: Ausgegebene Miau-Münzen: %d/%d
es: Monedas Miau gastadas: %d/%d
fr: Pièces Miaou dépensées : %d/%d
ja: 使用済みニャーコイン: %d/%d
ko: 사용한 냥코인: %d/%d
pt_br: Moedas Miau gastas: %d/%d
zh_hans: 累计消费喵币: %d/%d
zh_hant: 累計消費喵幣：%d/%d

# 累计登录 %d 天解锁
source: Unlock after %d login days
de: Nach %d Login-Tagen freischalten
es: Se desbloquea tras %d días de inicio de sesión
fr: Débloqué après %d jours de connexion
ja: 累計ログイン%d日で解放
ko: 누적 로그인 %d일 후 잠금 해제
pt_br: Desbloqueia após %d dias de login
zh_hans: 累计登录 %d 天解锁
zh_hant: 累計登入 %d 天解鎖

# 累计登录: %d/%d 天
source: Login days: %d/%d
de: Login-Tage: %d/%d
es: Días de inicio de sesión: %d/%d
fr: Jours de connexion : %d/%d
ja: ログイン日数: %d/%d日
ko: 로그인 일수: %d/%d일
pt_br: Dias de login: %d/%d
zh_hans: 累计登录: %d/%d 天
zh_hant: 累計登入：%d/%d 天

# 经典
source: Classic
de: Klassisch
es: Clasico
fr: Classique
ja: クラシック
ko: 클래식
pt_br: Classico
zh_hans: 经典
zh_hant: 經典

# 经典尊享 · 深色金边
source: Classic premium · Dark with gold trim
de: Klassisch premium · Dunkel mit Goldrand
es: Premium clasico · Oscuro con borde dorado
fr: Classique premium · Sombre avec bord dore
ja: クラシック上位版 · ダークな金縁
ko: 클래식 프리미엄 · 어두운 금색 테두리
pt_br: Classico premium · Escuro com borda dourada
zh_hans: 经典尊享 · 深色金边
zh_hant: 經典尊享 · 深色金邊

# 经典筛选
source: Classic Filter
de: Klassischer Filter
es: Filtro clásico
fr: Filtre classique
ja: クラシックフィルター
ko: 클래식 필터
pt_br: Filtro clássico
zh_hans: 经典筛选
zh_hant: 經典篩選

# 经典衣橱主视觉，甜美又有辨识度
source: Classic wardrobe look, sweet and instantly recognizable
de: Klassischer Kleiderschrank-Look, suess und sofort erkennbar
es: Aspecto clasico de armario, dulce y facil de reconocer
fr: Style penderie classique, doux et immédiatement reconnaissable
ja: 定番のワードローブビジュアル。甘くて印象的
ko: 클래식 옷장 비주얼, 달콤하고 한눈에 알아보기 쉬워요
pt_br: Visual classico de guarda-roupa, doce e facil de reconhecer
zh_hans: 经典衣橱主视觉，甜美又有辨识度
zh_hant: 經典衣櫥主視覺，甜美又有辨識度

# 结束
source: End
de: Ende
es: Fin
fr: Fin
ja: 終了
ko: 종료
pt_br: Fim
zh_hans: 结束
zh_hant: 結束

# 结束打工
source: End Work
de: Arbeit beenden
es: Terminar trabajo
fr: Terminer le travail
ja: 仕事を終了
ko: 일 끝내기
pt_br: Encerrar trabalho
zh_hans: 结束打工
zh_hant: 結束打工

# 给%@洗香香要花%d%@，我现在%@还不够，先带你去充值。
source: Washing %@ costs %d %@. I do not have enough %@ right now, so I will take you to top up first.
de: %@ zu waschen kostet %d %@. Ich habe gerade nicht genug %@, also bringe ich dich erst zum Aufladen.
es: Bañar a %@ cuesta %d %@. Ahora no tengo suficientes %@, así que te llevaré a recargar primero.
fr: Laver %@ coûte %d %@. Je n’ai pas assez de %@ pour l’instant, alors je t’emmène d’abord recharger.
ja: %@を洗うには%d%@かかります。今は%@が足りないので、先にチャージへ連れて行くね。
ko: %@를 씻기려면 %d %@가 필요해요. 지금 %@가 부족해서 먼저 충전하러 데려갈게요.
pt_br: Dar banho em %@ custa %d %@. Não tenho %@ suficiente agora, então vou levar você para recarregar primeiro.
zh_hans: 给%@洗香香要花%d%@，我现在%@还不够，先带你去充值。
zh_hant: 給%@洗香香要花%d%@，我現在%@還不夠，先帶你去充值。

# 给%@洗香香要花%d%@，我现在%@还不够，先带你去换一点。
source: Washing %@ costs %d %@. I do not have enough %@ right now, so I will take you to exchange some first.
de: %@ zu waschen kostet %d %@. Ich habe gerade nicht genug %@, also bringe ich dich erst zum Umtauschen.
es: Bañar a %@ cuesta %d %@. Ahora no tengo suficientes %@, así que te llevaré a cambiar un poco primero.
fr: Laver %@ coûte %d %@. Je n’ai pas assez de %@ pour l’instant, alors je t’emmène d’abord en échanger.
ja: %@を洗うには%d%@かかります。今は%@が足りないので、先に交換へ連れて行くね。
ko: %@를 씻기려면 %d %@가 필요해요. 지금 %@가 부족해서 먼저 교환하러 데려갈게요.
pt_br: Dar banho em %@ custa %d %@. Não tenho %@ suficiente agora, então vou levar você para trocar um pouco primeiro.
zh_hans: 给%@洗香香要花%d%@，我现在%@还不够，先带你去换一点。
zh_hant: 給%@洗香香要花%d%@，我現在%@還不夠，先帶你去換一點。

# 给你的小伙伴起个独特的名字吧！
source: Companion!
de: Gib deinem kleinen Begleiter einen einzigartigen Namen!
es: ¡Dale un nombre único a tu pequeño compañero!
fr: Donnez un nom unique à votre petit compagnon !
ja: 小さな相棒に特別な名前をつけよう！
ko: 작은 친구에게 특별한 이름을 지어 주세요!
pt_br: Dê um nome único ao seu pequeno companheiro!
zh_hans: 给你的小伙伴起个独特的名字吧！
zh_hant: 給你的小夥伴起個獨特的名字吧！

# 给你的心愿一份更尊贵的守护
source: A more premium guard for your wishes
de: Ein edlerer Schutz fuer deine Wuensche
es: Una proteccion mas premium para tus deseos
fr: Une protection plus premium pour vos souhaits
ja: あなたの願いをより上質に守ります
ko: 당신의 소원을 더 품격 있게 지켜요
pt_br: Uma protecao mais premium para seus desejos
zh_hans: 给你的心愿一份更尊贵的守护
zh_hant: 給你的心願一份更尊貴的守護

# 给我洗香香（%d%@）
source: Wash me (%d %@)
de: Mich waschen (%d %@)
es: Báñame (%d %@)
fr: Me laver (%d %@)
ja: きれいに洗う（%d%@）
ko: 깨끗하게 씻기기(%d %@)
pt_br: Me dar banho (%d %@)
zh_hans: 给我洗香香（%d%@）
zh_hant: 給我洗香香（%d%@）

# 统计裙子
source: Dress Stats
de: Kleider zählen
es: Estadísticas de vestidos
fr: Stats des robes
ja: ワンピ統計
ko: 원피스 통계
pt_br: Estatísticas de vestidos
zh_hans: 统计裙子
zh_hant: 統計裙子

# 继续
source: Continue
de: Weiter
es: Continuar
fr: Continuer
ja: 続ける
ko: 계속
pt_br: Continuar
zh_hans: 继续
zh_hant: 繼續

# 继续手动创建
source: Continue Manual Creation
de: Manuelle Erstellung fortsetzen
es: Continuar creación manual
fr: Continuer la création manuelle
ja: 手動作成を続ける
ko: 수동 생성 계속
pt_br: Continuar criação manual
zh_hans: 继续手动创建
zh_hant: 繼續手動建立

# 继续细化一下穿搭方向吧：
source: Let’s refine the outfit direction:
de: Lass uns die Outfit-Richtung verfeinern:
es: Afinemos la dirección del look:
fr: Affinons la direction de la tenue :
ja: コーデの方向をもう少し絞ろう：
ko: 코디 방향을 더 좁혀 볼까요:
pt_br: Vamos refinar a direção do look:
zh_hans: 继续细化一下穿搭方向吧：
zh_hant: 繼續細化一下穿搭方向吧：

# 继续编辑衣物
source: Continue Editing Item
de: Bearbeitung fortsetzen
es: Continuar editando
fr: Continuer la modification
ja: 衣装の編集を続ける
ko: 의상 편집 계속
pt_br: Continuar edição
zh_hans: 继续编辑衣物
zh_hant: 繼續編輯衣物

# 继续这套搭配
source: Continue this outfit
de: Dieses Outfit weiter bearbeiten
es: Continuar este outfit
fr: Continuer cette tenue
ja: このコーデを続ける
ko: 이 코디 계속하기
pt_br: Continuar este look
zh_hans: 继续这套搭配
zh_hant: 繼續這套搭配

# 缎带账页已点亮
source: Ribbon ledger page lit up
de: Die Schleifen-Kontoseite leuchtet
es: La página del libro con cinta se iluminó
fr: La page du registre ruban est illuminée
ja: リボンの帳簿ページが点灯しました
ko: 리본 장부 페이지가 켜졌어요
pt_br: A página do livro com fita se iluminou
zh_hans: 缎带账页已点亮
zh_hant: 緞帶帳頁已點亮

# 编辑
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
pt_br: Editar
zh_hans: 编辑
zh_hant: 編輯

# 编辑品牌
source: Edit Brand
de: Marke bearbeiten
es: Editar marca
fr: Modifier la marque
ja: ブランドを編集
ko: 브랜드 편집
pt_br: Editar marca
zh_hans: 编辑品牌
zh_hant: 編輯品牌

# 编辑标签
source: Edit Tag
de: Tag bearbeiten
es: Editar etiqueta
fr: Modifier l’étiquette
ja: タグを編集
ko: 태그 편집
pt_br: Editar etiqueta
zh_hans: 编辑标签
zh_hant: 編輯標籤

# 缺少道具
source: Missing Item
de: Gegenstand fehlt
es: Falta un objeto
fr: Objet manquant
ja: アイテム不足
ko: 아이템 부족
pt_br: Item ausente
zh_hans: 缺少道具
zh_hant: 缺少道具

# 网络连接失败
source: Network connection failed
de: Netzwerkverbindung fehlgeschlagen
es: Error de conexion de red
fr: Echec de la connexion reseau
ja: ネットワーク接続に失敗しました
ko: 네트워크 연결 실패
pt_br: Falha na conexao de rede
zh_hans: 网络连接失败
zh_hant: 網路連線失敗

# 背包
source: Backpack
de: Rucksack
es: Mochila
fr: Sac à dos
ja: バッグ
ko: 가방
pt_br: Mochila
zh_hans: 背包
zh_hant: 背包

# 背包空空如也，去商店买点东西吧~
source: Your backpack is empty. Buy something in the shop!
de: Dein Rucksack ist leer. Kauf etwas im Shop!
es: La mochila está vacía. Compra algo en la tienda.
fr: Le sac est vide. Achetez quelque chose dans la boutique !
ja: バッグは空です。ショップで何か買いましょう。
ko: 가방이 비어 있어요. 상점에서 뭔가 사 보세요!
pt_br: A mochila está vazia. Compre algo na loja!
zh_hans: 背包空空如也，去商店买点东西吧~
zh_hant: 背包空空如也，去商店買點東西吧~

# 背包里还没有毛线球喔，我先把商店打开给你。记得一直往下拉到最下面，毛线球在商店最底层，买好后点一下会先收进背包，也可以直接拖过来陪我玩。
source: There is no yarn ball in the bag yet, so I opened the shop for you. Keep scrolling all the way down: the yarn ball is at the bottom of the shop. After buying it, tap it to put it in the bag first, or drag it over so I can play with it.
de: Im Rucksack ist noch kein Wollknäuel. Ich öffne dir erst einmal den Shop. Scroll ganz nach unten: Das Wollknäuel liegt ganz unten im Shop. Nach dem Kauf antippen, um es in den Rucksack zu legen, oder direkt zu mir ziehen, damit wir spielen können.
es: Todavía no hay ovillo en la mochila, así que abrí la tienda. Baja hasta el final: el ovillo está en la parte más baja. Después de comprarlo, tócalo para guardarlo en la mochila o arrástralo hasta mí para jugar.
fr: Il n’y a pas encore de pelote dans le sac, alors j’ouvre la boutique. Fais défiler tout en bas : la pelote est au dernier rayon. Après l’achat, touche-la pour la mettre dans le sac, ou fais-la glisser vers moi pour jouer.
ja: バッグに毛糸玉がまだないので、お店を開きます。いちばん下までスクロールしてね。毛糸玉はお店の最下段にあります。買ったらタップしてバッグに入れるか、そのまま私のところへドラッグして遊ばせてね。
ko: 가방에 아직 털실공이 없어서 상점을 열어둘게요. 맨 아래까지 내려가면 털실공이 있어요. 산 뒤에는 한 번 눌러 가방에 넣거나 바로 내게 끌어와서 놀 수 있어요.
pt_br: Ainda não tem novelo na mochila, então abri a loja para você. Role até o fim: o novelo fica no final da loja. Depois de comprar, toque nele para guardar na mochila ou arraste até mim para brincar.
zh_hans: 背包里还没有毛线球喔，我先把商店打开给你。记得一直往下拉到最下面，毛线球在商店最底层，买好后点一下会先收进背包，也可以直接拖过来陪我玩。
zh_hant: 背包裡還沒有毛線球喔，我先把商店打開給你。記得一直往下拉到最下面，毛線球在商店最底層，買好後點一下會先收進背包，也可以直接拖過來陪我玩。

# 自动打工
source: Auto Work
de: Auto-Arbeit
es: Trabajo automático
fr: Travail auto
ja: 自動仕事
ko: 자동 일하기
pt_br: Trabalho automático
zh_hans: 自动打工
zh_hant: 自動打工

# 自动打工已关闭
source: Auto work is off
de: Auto-Arbeit ist deaktiviert
es: Trabajo automático desactivado
fr: Travail automatique désactivé
ja: 自動仕事がオフになりました
ko: 자동 일하기가 꺼졌어요
pt_br: Trabalho automático desativado
zh_hans: 自动打工已关闭
zh_hant: 自動打工已關閉

# 自动打工已关闭。
source: Auto Work is off.
de: Auto-Arbeit ist deaktiviert.
es: El trabajo automático está desactivado.
fr: Le travail auto est désactivé.
ja: 自動仕事をオフにしました。
ko: 자동 일하기를 껐어요.
pt_br: O trabalho automático foi desativado.
zh_hans: 自动打工已关闭。
zh_hant: 自動打工已關閉。

# 自动打工已关闭。%@
source: Auto Work is off. %@
de: Auto-Arbeit ist deaktiviert. %@
es: El trabajo automático está desactivado. %@
fr: Le travail auto est désactivé. %@
ja: 自動仕事をオフにしました。%@
ko: 자동 일하기를 껐어요.%@
pt_br: O trabalho automático foi desativado. %@
zh_hans: 自动打工已关闭。%@
zh_hant: 自動打工已關閉。%@

# 自动打工已开启
source: Auto work is on
de: Auto-Arbeit ist aktiviert
es: Trabajo automático activado
fr: Travail automatique activé
ja: 自動仕事がオンになりました
ko: 자동 일하기가 켜졌어요
pt_br: Trabalho automático ativado
zh_hans: 自动打工已开启
zh_hant: 自動打工已開啟
